Repository: hhkaos/GeoRemindMe_Web
Catalog: trunk/src/webapp/locale/*/django.po
Languages: ca

source: Email not confirmed in %d days, your access isn't allowed.<br/>A new confirm email have been sent.
ca: El correu electrònic no confirmat en% d dies, el seu accés no està permès. <br/> Una nova confirmació de correu electrònic s&#39;han enviat.

source: The email/password you entered is incorrect<br/>Please make sure your caps lock is off and try again
ca: Les adreces de correu i contrasenya que heu introduït és incorrecta <br/> Assegureu-vos de que el bloqueig de majúscules està apagat i torneu a provar

source: User registration complete, a confirmation email have been sent to %s. Redirecting to dashboard...
ca: Registre d&#39;usuari completa, un email de confirmació s&#39;han enviat a%s. Redirigir al tauler ...

source: New password
ca: Nova contrasenya

source: Repeat new password
ca: Repetir nova contrasenya

source: Is active
ca: Està actiu

source: Is confirmed
ca: Es confirma

source: Is admin
ca: És administrador

source: Passwords can't have white spaces
ca: Les contrasenyes no poden tenir espais en blanc

source: Passwords must be the same.
ca: Les contrasenyes han de ser iguals.

source: Repeat password
ca: Repetiu la contrasenya

source: Remember me?
ca: Recordes de mi?

source: Email already in use
ca: Correu electrònic ja està en ús

source: Current password
ca: Contrasenya actual

source: Old password needed.
ca: Contrasenya anterior necessària.

source: Old password wrong.
ca: Antiga contrasenya incorrecta.

source: email already in use
ca: correu electrònic ja està en ús

source: A error ocurred, try again later
ca: S&#39;ha produït un error, torna-ho a provar més tard

source: Alert distance (meters)
ca: distància d&#39;alerta (metres)

source: Distance must be a number
ca: Distància ha de ser un nombre

source: Wrong dates
ca: Dates incorrectes

source: <a href="%s">Confirmation link</a>
ca: <a href="%s">Enllaç de confirmació</a>

source: Confirm your registration at GeoRemindMe
ca: Confirmi la seva inscripció en GeoRemindMe

source: Confirm your registration at GeoRemindMe %(link)s If you don't see the link, copy and paste this url: %(url)s
ca: Confirmi la seva inscripció en GeoRemindMe %(link)s Si no veu l&#39;enllaç, copiar i enganxar aquesta URL:%(url)s

source: <a href="%s">Password reminder link</a>
ca: <a href="%s">Enllaç de recordatori de contrasenya</a>

source: Set a new password at GeoRemindMe
ca: Establir una nova contrasenya a GeoRemindMe

source: Set a new password at GeoRemindMe %(link)s If you don't see the link, copy and paste this url: %(url)s
ca: Establir una nova contrasenya a GeoRemindMe %(link)s Si no veu l&#39;enllaç, copiar i enganxar aquesta URL:%(url)s

source: User already in use: %S
ca: L&#39;usuari ja en ús:% S

source: Password can't be empty
ca: La contrasenya no pot estar buida

source: Password can't have white spaces
ca: La contrasenya no pot incloure espais en blanc

source: Back to home
ca: Tornar a la Home

source: Login using your Google account
ca: Ingressa amb el teu compte de Google

source: Manage your geolocated alerts on your Android smartphone. Coming soon on your iPhone, iPad, Blackberry and other mobile devices.
ca: Administrar els vostres alertes geolocalitzada al telèfon intel ligent Android. Molt aviat en el teu iPhone, IPADE, Blackberry i altres dispositius mòbils.

source: geolocation application, geolocation app, geolocated alerts, geolocated reminders, android app alerts, android geolocation, iphone geolocation, iphone app alerts
ca: aplicació de geolocalització, aplicacions de geolocalització, alertes geolocalitzades, recordatoris geolocalitzats, aplicació d'alertes Android, geolocalització Android, geolocalització iphone, alertes iPhone App

source: GeoRemindMe - Application for geolocated alerts
ca: GeoRemindMe - Aplicació d&#39;alertes geolocalitzades

source: Go flying to the homepage. Tweet! Tweet!
ca: Vola a la pàgina principal. Tweet! Tweet!

source: Do you already have an account?
ca: Ja tens un compte?

source: Log in
ca: Registra't

source: Password
ca: Contrasenya

source: Forgot your password?
ca: Has oblidat la teva contrasenya?

source: Remember me on this computer
ca: Recorda&#39;m en aquest ordinador

source: Sign in
ca: Ingressar

source: Follow us on
ca: Segueix-nos a

source: Visit our Blog
ca: Visiteu el nostre blog

source: Follow us on Twitter
ca: Segueix-nos a Twitter

source: Follow us on Facebook
ca: Segueix-nos a Facebook

source: More info
ca: Més informació

source: Contact
ca: Contacte

source: Contact us
ca: Contacta&#39;ns

source: How do we care about your data
ca: Com ens preocupem per les seves dades

source: Privacy Policy
ca: Política de Privacitat

source: Meet the requirements for using the application
ca: Complir amb els requisits per a l&#39;ús de l&#39;aplicació

source: Terms of Service
ca: Condicions d&#39;ús

source: They supports this project
ca: Dóna suport a aquest projecte

source: Official Sponsor
ca: Patrocinador oficial d&#39;

source: Free Software Office UGR (Spain)
ca: Oficina de Programari Lliure Universitat de Granada (Espanya)

source: Forum Innovact Campus
ca: Fòrum Innovact Campus

source: See who else support us
ca: Veure qui més ens dóna suport

source: See all
ca: Veure tots

source: Language:
ca: Idioma:

source: Contact us - GeoRemindMe
ca: Contacti amb nosaltres - GeoRemindMe

source: Message sent succesfully!
ca: Missatge enviat amb èxit!

source: Error sending the message
ca: Error a l'enviar el missatge

source: We are a rather nice and open bunch of people. Get in touch with us!
ca: Som un grup de gent agradable i obert. Poseu-vos en contacte amb nosaltres!

source: Email
ca: Correu electrònic

source: Telephone
ca: Telèfon

source: or
ca: o

source: Address
ca: Adreça

source: Spain
ca: Espanya

source: Tech support
ca: Suport tècnic

source: Meet the <a href='http://getsatisfaction.com/georemindme'>user community</a> and share your questions, suggestions and problems.
ca: Coneix la <a href='http://getsatisfaction.com/georemindme'>comunitat d&#39;usuaris</a> i comparteix les teves preguntes, suggeriments i problemes.

source: Business profile
ca: Perfil del negoci

source: You can also contact us using this form
ca: També pot contactar amb nosaltres mitjançant aquest formulari

source: Enter your email address
ca: Introdueix le teva adreça de correu electrònic

source: email
ca: correu electrònic

source: Write your message here...
ca: Escriu el teu missatge aquí ...

source: Send
ca: Enviar

source: Please fill up all fields
ca: Si us plau, omple tots els camps

source: Our team
ca: El nostre equip

source: Linkedin profile
ca: Perfil de Linkedin

source: Compulsive entrepreneur, technologist, extrovert programmer, friend of his friends and last but not least a guy who dreams big.
ca: emprenedor compulsiu, tècnic, programador extrovertit, amic dels seus amics i per últim, però no menys important, un tipus que somia en gran.

source: Always poking his nose in all things techy, he's an obdurate proponent of free software. Still thinks Windows is but a mere resource manager.
ca: Sempre ficant el nas en totes les coses tecnològiques, és un obstinat defensor del programari lliure. Segueix pensant que Windows no és més que un simple administrador de recursos.

source: A fan of foreign TV shows, sci-fi novels and a thorough geek, she's the one you want to be around in a zombie apocalypse scenario.
ca: Una fan de les sèries estrangeres, novel.les de ciència ficció i una "geek" empedernida, ella és la persona de qui voldrieu estar a prop en un escenari d'apocalipsi zombie.

source: Social engineer, addicted to the strategy and willing to conquer the world.
ca: Enginyer social, addicte a l&#39;estratègia i disposat a conquerir el món.

source: Self-taught and yet a great team player, with a passion for anything that can be programmed, particularly if you can carry it around in your pocket.
ca: Autodidacta i, no obstant això, un gran jugador d&#39;equip, amb una passió per tot el que pugui ser programat, particularment si pots portar-ho a la butxaca.

source: My main hobby in the project is to change the data model and often delete all users and alerts database except mine, of course.
ca: El meu hobby principal en el projecte és canviar el model de dades i, sovint eliminar tots els usuaris i la base de dades de les alertes, excepte la meva, és clar.

source: There are elements that could not be saved. If you leave the page you will lose it.
ca: Hi ha elements que no s'han pogut guardar. Si abandones la pàgina els perdràs.

source: New task
ca: Nova tasca

source: Sure you want to delete the task
ca: Segur que vols suprimir la tasca

source: January
ca: de Gener

source: Febrary
ca: de Febrer

source: March
ca: de Març

source: April
ca: D&#39;abril

source: May
ca: De maig

source: June
ca: De juny

source: July
ca: De juliol

source: August
ca: D&#39;agost

source: September
ca: De setembre

source: October
ca: D&#39;octubre

source: November
ca: De novembre

source: December
ca: De desembre

source: Address:
ca: Adreça:

source: Description:
ca: Descripció:

source: Range (meters):
ca: Rang (metres):

source: Cancel
ca: Cancel·la

source: My profile
ca: El meu perfil

source: My account
ca: El meu compte

source: Help
ca: Ajuda

source: Show help
ca: Mostra ajuda

source: Logout
ca: Desconnectar

source: Pending tasks
ca: Tasques pendents

source: Add a new task
ca: Afegeix una nova tasca

source: Where am I?
ca: On sóc?

source: Search:
ca: Cerca:

source: Completed tasks:
ca: Tasques realitzades:

source: Show me all the chickens
ca: Mostra'm tots els pollastres

source: Contribute with us
ca: Contribueix amb nosaltres

source: Know more
ca: Saber més

source: How can we help you?
ca: Com et podem ajudar?

source: Ideas
ca: Idees

source: FAQ
ca: Preguntes més freqüents

source: Tips
ca: Consells

source: Requests
ca: Sol·licituds

source: Problems
ca: Problemes

source: GeoRemindMe allows you to link alerts to places.
ca: GeoRemindMe et permet enllaçar alertes als llocs.

source: Geolocate your reminders with GeoRemindMe!
ca: Geolocalitza els teus recordatoris amb GeoRemindMe!

source: Screenshots, licenses, versions, etc.
ca: Imatges, llicències, versions, etc.

source: Learn more
ca: Més informació

source: Are you new here?
ca: Ets nou aquí?

source: Enter and confirm your password
ca: Introduïu i confirmeu la contrasenya

source: Confirm password
ca: Confirmar contrasenya

source: Passwords do not match
ca: Les contrasenyes no coincideixen

source: Check this box if you agree
ca: Marqueu aquesta casella si estàs d&#39;acord

source: I have read and I accept the <a href='/tos'>Terms of Service</a>
ca: He llegit i accepto les <a href='/tos'>Condicions d&#39;ús</a>

source: Start!
ca: Comença!

source: Please first fill all the fields
ca: Si us plau, primer omple tots els camps

source: Keep me updated!
ca: Per estar al dia

source: More about
ca: Més informació

source: Available Versions
ca: Versions disponibles

source: Request invitation
ca: Demana una invitació

source: Know more about GeoRemindMe
ca: Conegui més sobre GeoRemindMe

source: Email wrong
ca: Correu electrònic incorrectae

source: Home
ca: Inici

source: Back to top
ca: Tornar a dalt

source: Available versions
ca: Versions disponibles

source: Keep up to date
ca: Per estar al dia

source: Community
ca: Comunitat

source: Source code
ca: Codi font

source: We want you to be able to use the app anytime you need it, so meet the <strong>three available options</strong>:
ca: Volem que siguis capaç d&#39;usar l&#39;aplicació en qualsevol moment que ho necessitis, així que coneix les <strong>tres opcions disponibles:</strong>

source: The native app <strong>will alert you</strong> when you are near a place with a reminder. It has been specifically <em><strong>optimized to reduce battery usage</strong> and ease navigation in your reminder list</em>.
ca: L&#39;aplicació nativa <strong>t'avisarà</strong> quan et trobis a prop d&#39;un lloc amb un recordatori. S&#39;ha <em><strong>optimitzat</strong></em> específicament <em><strong>per reduir l&#39;ús de la bateria</strong> i la facilitat de navegació en la teva llista de recordatoris.</em>

source: Screenshot Android version: Add a reminder
ca: Captura de pantalla de la versió per a Android: Afegir un recordatori

source: Screenshot Android version: Menu
ca: Captura de pantalla lde a versió per a Android: Menú

source: Screenshot Android version: Settings
ca: Captura de pantalla de la versió per a Android: Configuració

source: Install it from:
ca: Instal·la des:

source: Android Market (<a href='#other-versions' class='anchor separator'>Coming soon</a>)
ca: Android Market ( <a href='#other-versions' class='anchor separator'>en breu</a> )

source: App Store (<a href='#other-versions' class='anchor separator'>Coming soon</a>)
ca: App Store ( <a href='#other-versions' class='anchor separator'>disponible en breu</a> )

source: Desktop web app
ca: Aplicació web d'escriptori

source: You can access the desktop web application from <em>any browser</em>* and <strong>easily manage</strong> your tasks.
ca: Pots accedir a l&#39;aplicació web, d&#39;escriptori des de <em>qualsevol navegador</em> * i <strong>administrar fàcilment</strong> les teves tasques.

source: Screenshot Web Desktop version: Dahsboard
ca: Captura de pantalla de la versió web d'escriptori: Dahsboard

source: Sign in through the <a href='/'>home page</a>
ca: Entra a través de la <a href='/'>pàgina d&#39;inici</a>

source: Minimum requirements: IE 9, FF 2.0, Chrome, Safari, Opera
ca: Requeriments mínims: IE 9, FF 2.0, Chrome, Safari, Opera

source: Mobile web app
ca: Aplicació web per a mòbil

source: If you are still waiting for a native version for your platform of choice, you can access the mobile web application through your 3G connection to <strong>check and manage your tasks</strong>.
ca: Si estàs esperant una versió nativa per a la teva plataforma, pots accedir a l&#39;aplicació web per a mòbils a través de la teva connexió 3G per <strong>veure i administrar les teves tasques.</strong>

source: Screenshot Web Mobile version: Home
ca: Captura de pantalla de versió web per a mòbil: Inici

source: Screenshot Web Mobile version: Map
ca: Captura de pantalla de versió web per a mòbil: Mapa

source: Access through: <a href='http://m.georemindme.com'>http://m.georemindme.com</a>
ca: Accés a través de: <a href='http://m.georemindme.com'>http://m.georemindme.com</a>

source: Minimum requirements: an active account and enabled Javascript.
ca: Requeriments mínims: un compte actiu i Javascript activat.

source: Check this table to find the version that best suits your needs
ca: Revisa aquesta taula per trobar la versió que millor s&#39;adapti a les teves necessitats

source: Feature
ca: Funció

source: Mobile
ca: Mòbil

source: Desktop web
ca: Escriptori Web

source: Mobile web
ca: Web per a mòbil

source: Price
ca: Preu

source: Free!
ca: Gratuït!

source: Manage (add, edit and delete) tasks
ca: Gestionar (afegir, editar i eliminar) les tasques

source: Yes
ca: Sí

source: HTML5 location
ca: Ubicació HTML5

source: User login
ca: Inici de sessió

source: Language choice
ca: Selecció d&#39;idioma

source: Allows sign-up
ca: Permet inscriure's

source: Offline mode
ca: Mode offline

source: Sound alarms
ca: Alertes de so

source: GPS location
ca: Localització GPS

source: Max. number of tasks
ca: Nombre màxim de tasques

source: Unlimited
ca: Il·limitat

source: We are <a href='#0.1_team'>currently working</a> on other versions that users have requested through the <a href='#'>community forums</a>.
ca: Actualment estem <a href='#0.1_team'>treballant</a> en altres versions que els usuaris han demanat a través dels <a href='#'>fòrums de la comunitat</a> .

source: Application
ca: Aplicació

source: Scheduled<br> launch date
ca: Programat <br> Data de llançament

source: Version
ca: Versió

source: Compatible with
ca: Compatible amb

source: Private beta
ca: beta privada

source: Mid April
ca: Mitjans d'abril

source: Late May
ca: A finals de maig

source: No launch date yet
ca: No hi ha data de llançament encara

source: Queued
ca: En cua

source: (*) Supported versions of de FF (Firefox), IE (Internet Explorer), Google Chrome, Safari and Opera will be announced later.
ca: (*) Les versions compatibles amb FF (Firefox), IE (Internet Explorer), Google Chrome, Safari i Opera s&#39;anunciaran més endavant.

source: If you want to receive an e-mail when we have news on any of the versions, you can subscribe by simply filling up this form:
ca: Si vols rebre un correu electrònic quan tinguem notícies d&#39;alguna de les versions, pots subscriure&#39;t, omplint el següent formulari:

source: Email address:
ca: Adreça de correu electrònic:

source: Check the versions for the devices you&#39;re interested in:
ca: Comprova les versions dels dispositius en què estàs interessat:

source: Subscribe to news & updates
ca: Subscriu-te a les notícies i actualitzacions

source: You can also <a href='http://feeds.feedburner.com/GeoRemindMe'>subscribe to the RSS</a> of our blog so you won&#39;t miss anything juicy.
ca: També pots <a href='http://feeds.feedburner.com/GeoRemindMe'>subscriure&#39;t als RSS</a> del nostre blog per no perdre't res important.

source: If you want to join the community of contributors... do not be shy, let us know!, <strong>is a great place to learn and share</strong>. As we say in the <a href='contact.html'>contact page</a>; <em>we are people very accessible</em>, so if you have any questions, send us an email to <a href='mailto:community@georemindme.com'>community@georemindme.com</a> and we will contact you as soon as possible.
ca: Si vols unir-te a la comunitat d&#39;editors ... no siguis tímid, contacta amb nosaltres!, <strong>és un gran lloc per aprendre i compartir.</strong> Com diem a la <a href='contact.html'>pàgina de contacte</a> , <em>som persones molt obertes,</em> així que si tens alguna pregunta, envia'ns un correu electrònic a <a href='mailto:community@georemindme.com'>community@georemindme.com</a> i ens posarem en contacte amb tu el més aviat possible.

source: We would like to thank all the support to all our contributors:
ca: Volem agraïr a tots els nostres col·laboradors tot el seu suport:

source: Developers
ca: Desenvolupadors

source: The great team of programmers who manage, develop and refactored the code that helps keep everything running:
ca: El gran equip de programadors que gestionen, desenvolupen i arreglen el codi que ajuda a tenir-ho tot en marxa:

source: HTML5 and CSS3 layout designer
ca: Maquetador HTML5 i CSS3

source: Android programmer
ca: programador Android

source: mobile programmer
ca: programador mòbils

source: font-end programmer
ca: programador front-end

source: perl programmer
ca: programador perl

source: django programmer
ca: programador django

source: Designers
ca: Dissenyadors

source: Who have contributed in developing a nice interface, usable and clean and of course our brand image:
ca: Que han contribuït en el desenvolupament d&#39;una interfície agradable, útil i neta i, per descomptat, la nostra imatge de marca:

source: brand image desing
ca: disseny d&#39;imatge de marca

source: graphic design
ca: disseny gràfic

source: interaction desginer
ca: dissenyador d'interacció

source: Communicators
ca: Comunicadors

source: They help us spreading the project, either by writing articles, looking for collaborators or preparing documentation:
ca: Ells ens ajuden a difondre el projecte, ja sigui mitjançant redacció d&#39;articles, recerca de col.laboradors o preparació de la documentació:

source: communication
ca: comunicació

source: Translators
ca: Traductors

source: Without them it would not be possible to enjoy the: web, applications, news and documentation in different languages.
ca: Sense ells no seria possible gaudir de: web, aplicacions, notícies i documentació en diferents idiomes.

source: english translator
ca: Traductor anglès

source: basque translator
ca: traductor basc

source: polish translator
ca: traductor polonès

source: Advisors
ca: Assessors

source: Last but not least thank people who helped us with expert advice in areas such as licensing, community management, business model, etc.
ca: Per últim, però no menys important, agrair a les persones que ens han ajudat amb l'expert assessorament en àrees com ara les llicències, la gestió de la comunitat, el model de negoci, etc.

source: licensing advice
ca: avís sobre concessió de llicències

source: teams management consultant
ca: consultor de direcció d'equips

source: Free Software Support
ca: Suport de Programari Lliure

source: advice on free software business
ca: avís sobre negoci de programari lliure
