Repository: hhkaos/GeoRemindMe_Web
Catalog: trunk/src/webapp/locale/*/django.po
Languages: ca

source: <h2>Source code</h2> <p>Download the set of open source applications <strong>developed and maintained together</strong> by the user community and <a href="contact.html">us</a>. <p>Currently the two applications contained in this release are:</p> <ul> <li> <strong>GeoRemindMe! Web Version 1.0</strong>: this application consists on 3 main parts: the mobile web application, web application, desktop and server that handles persistent data.<br> Licensed under: <a href="http://www.fsf.org/licensing/licenses/agpl-3.0.html" title="Affero GNU Public License">AGPL v3</a> <p class="footer-notes">Proudly developed using: <a href="http://dev.w3.org/html5/spec/Overview.html">HTML5</a>, <a href="http://www.w3.org/TR/css3-roadmap/">CSS3</a>, <a href="http://jqtouch.com/">jQtouch</a>, <a href="http://jquery.com/">jQuery</a>, <a href="http://code.google.com/intl/es/appengine/">Google App Engine</a>, <a href="http://www.blueprintcss.org/">Blueprint</a> y <a href="http://www.djangoproject.com/">Django</a>.</p> <p><a href="http://forja.rediris.es/frs/download.php/2228/GeoRemindMe-webapp-v1.0.zip" class="download-icon">Download the source code of GeoRemindMe! Web Version 1.0</a></p> </li> <li> <strong>GeoRemindMe! Android Version</strong>: the native application for Android phones to manage alerts, synchronized with the server, to track the user's position and course to sound alerts....<br> Licensed under: <a href="http://www.gnu.org/copyleft/gpl.html" title="GNU Public License v3">GPL v3</a> <p class="footer-notes">Proudly developed using: Java SDK y <a href="http://developer.android.com/sdk/index.html">Android SDK</a>.</p> <p>The source code of GeoRemindMe! Android Version 1.0 it is not finished yet, if you want you can go directly to the <a href="#">subversion repository</a> and download there the code.</p> </li> </ul>
ca: <h2>Codi font</h2> <p>Descarrega't el conjunt d'aplicacions de programari lliure <strong>desenvolupades i mantingudes conjuntament</strong> per la comunitat d'usuaris i <a href="contact.html">nosaltres</a>. <p>Actualment, les dues aplicacions dins d'aquesta versió son:</p> <ul> <li> <strong>GeoRemindMe! Web Version 1.0</strong>: aquesta aplicació consta de 3 parts principals: l'aplicació web per a mòbil, l'aplicació web, l'escriptori i el servidor que suporta les dades persistents .<br> Llicència sota: <a href="http://www.fsf.org/licensing/licenses/agpl-3.0.html" title="Affero GNU Public License">AGPL v3</a> <p class="footer-notes">Desenvolupat orgullosament usant: <a href="http://dev.w3.org/html5/spec/Overview.html">HTML5</a>, <a href="http://www.w3.org/TR/css3-roadmap/">CSS3</a>, <a href="http://jqtouch.com/">jQtouch</a>, <a href="http://jquery.com/">jQuery</a>, <a href="http://code.google.com/intl/es/appengine/">Google App Engine</a>, <a href="http://www.blueprintcss.org/">Blueprint</a> i <a href="http://www.djangoproject.com/">Django</a>.</p> <p><a href="http://forja.rediris.es/frs/download.php/2228/GeoRemindMe-webapp-v1.0.zip" class="download-icon">Descarrega't el codi font de GeoRemindMe! Web Version 1.0</a></p> </li> <li> <strong>GeoRemindMe! Android Version</strong>: l'aplicació nativa per a mòbils Android per a gestionar alertes, sincronitzar amb el servidor, localitzar la posició dels usuaris, alertes de so....<br> Llicència sota: <a href="http://www.gnu.org/copyleft/gpl.html" title="GNU Public License v3">GPL v3</a> <p class="footer-notes">Desenvolupat orgullosament usant: Java SDK i <a href="http://developer.android.com/sdk/index.html">Android SDK</a>.</p> <p>El codi font de GeoRemindMe! Android Version 1.0 no està acabat encara, si vols pots anar directament a la versió <a href="#">subversion repository</a> i descarregar el codi d'allà.</p> </li> </ul>

source: Privacy policy - GeoRemindMe
ca: Política de privacitat - GeoRemindMe

source: Privacy policy
ca: Política de privacitat

source: Terms of Service of GeoRemindMe
ca: Condicions d&#39;ús de GeoRemindMe

source: Terms of use
ca: Condicions d&#39;ús
